Repository: vodemn/m3_lightmeter
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, pl, ru, zh

# fastestExposurePair
source: Fastest
de: Schnellstes
fr: Plus rapide
pl: Najszybsza
ru: Короткая выдержка
zh: 最快

# slowestExposurePair
source: Slowest
de: Langsamstes
fr: Plus lente
pl: Najwolniejsza
ru: Длинная выдержка
zh: 最慢

# filmSpeed
source: Film sensitivity
de: Film Empfindlichkeit
fr: Sensibilité du film
pl: Czułość filmu
ru: Чувствительность плёнки
zh: 胶片感光度

# ndFilterFactor
source: Neutral density filter factor
de: Neutraldichtefilter-Faktor
fr: Densité du filtre ND
pl: Siła filtra ND
ru: Степень затемнения нейтрального фильтра
zh: ND 滤镜强度

# noExposurePairs
source: There are no exposure pairs for the selected settings.
de: Es gibt keine Belichtungspaare für die ausgewählten Einstellungen.
fr: Aucune paire d'exposition disponible pour ces réglages
pl: Brak dostępnych par ekspozycji dla bieżących ustawień
ru: Для выбранных настроек нет доступных пар экспозиции
zh: 当前设置无可用曝光组合

# noCamerasDetected
source: Seems like your device doesn't have any cameras connected.
de: Scheinbar sind keine Kameras an das Gerät angeschlossen.
fr: Aucune caméra détectée
pl: Nie wykryto aparatu na tym urządzeniu
ru: Камера на устройстве не обнаружена
zh: 未检测到摄像头

# noCameraPermission
source: Camera permission is not granted.
de: Kamera-Erlaubnis nicht erteilt.
fr: L'accès à la caméra n'est pas accordé
pl: Brak uprawnień do kamery
ru: Отсутствует разрешение на использование камеры.
zh: 未获得摄像头权限

# otherCameraError
source: An error occurred when connecting to the camera.
de: Beim Verbinden der Kamera ist ein Fehler aufgetreten.
fr: Erreur de connexion caméra
pl: Błąd połączenia z kamerą
ru: Произошла ошибка при работе с камерой
zh: 摄像头连接错误

source: None
de: Keiner
fr: Aucun
pl: Brak
ru: Нет
zh: 无

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
ru: Отменить
zh: 取消

source: Select
de: Auswählen
fr: Sélectionner
pl: Wybierz
ru: Выбрать
zh: 选择

source: Save
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить
zh: 保存

source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
ru: Настройки
zh: 设置

source: Metering
de: Messung
fr: Mesure
pl: Pomiar
ru: Измерения
zh: 测量

source: Fractional stops
de: Zwischenstufen
fr: Arrêts fractionnaires
pl: Wartości ułamkowe
ru: Дробные значения
zh: EV 步进值

source: Show fractional stops
de: Zwischenstufen anzeigen
fr: Afficher les arrêts fractionnaires
pl: Pokaż wartości ułamkowe
ru: Показывать дробные значения
zh: 显示 EV 步进值

source: Calibration
de: Kalibration
pl: Kalibracja
ru: Калибровка
zh: 校准

# calibrationMessage
source: The accuracy of the readings measured by this application depends entirely on the hardware of the device. Therefore, consider testing this application and setting up EV calibration values that will give you the desired measurement results.
de: Die Genauigkeit der Messungen sind vollständig von der Hardware des Geräts abhängig. Deshalb ist es empfehlenswert diese App zu testen und EV-Kalibrationswerte einzustellen, die korrekte Messungen produzieren.
fr: La précision dépend du matériel de l'appareil. Testez l'app et calibrez les valeurs EV pour de meilleurs résultats
pl: Dokładność pomiaru zależy od sprzętu urządzenia. Przetestuj aplikację i skalibruj wartości EV dla optymalnych wyników
ru: Точность измерений данного приложения полностью зависит от точности камеры и датчика освещенности вашего устройства. Поэтому рекомендуется самостоятельно подобрать калибровочные значения, которые дадут желаемый результат измерений.
zh: 测量精度取决于设备硬件。请测试并校准 EV 值以获得最佳结果。

# calibrationMessageCameraOnly
source: The accuracy of the readings measured by this application depends entirely on the rear camera of the device. Therefore, consider testing this application and setting up an EV calibration value that will give you the desired measurement results.
de: Die Genauigkeit der Messungen sind vollständig von der Kamera des Geräts abhängig. Deshalb ist es empfehlenswert diese App zu testen und EV-Kalibrationswerte einzustellen, die korrekte Messungen produzieren.
fr: La précision dépend de la caméra de l'appareil. Testez l'app et calibrez les valeurs EV pour de meilleurs résultats
pl: Dokładność pomiaru zależy od kamery urządzenia. Przetestuj aplikację i skalibruj wartości EV dla optymalnych wyników
ru: Точность измерений данного приложения полностью зависит от точности камеры вашего устройства. Поэтому рекомендуется самостоятельно подобрать калибровочное значение, которое даст желаемый результат измерений.
zh: 测量精度取决于设备摄像头。请测试并校准 EV 值以获得最佳结果。

source: Camera
de: Kamera
fr: Caméra
pl: Kamera
ru: Камера
zh: 相机

source: Light sensor
de: Lichtsensor
fr: Capteur de lumière
pl: Czujnik światła
ru: Датчик освещённости
zh: 光线传感器

# showEv100
source: Show EV₁₀₀
de: EV₁₀₀ anzeigen
fr: Montrer EV₁₀₀
pl: Pokaż EV₁₀₀
ru: Показывать EV₁₀₀
zh: 显示 EV₁₀₀

source: Metering screen layout
de: Messansicht Layout
fr: Disposition de l'écran de mesure
pl: Układ ekranu pomiaru
ru: Элементы главного экрана
zh: 布局

# meteringScreenLayoutHint
source: Hide elements on the metering screen that you don't need so that they don't waste exposure pairs list space.
de: Verstecke Elemente von der Messansicht, damit sie nicht den Platz für Belichtungspaare verschwenden.
fr: Masquez les éléments inutiles pour économiser l'espace
pl: Ukryj niepotrzebne elementy, aby zaoszczędzić miejsce na pary ekspozycji
ru: Вы можете скрыть ненужные элементы с главного экрана для экономии места.
zh: 隐藏不需要的元素以节省空间

# meteringScreenLayoutHintEquipmentProfiles
source: Equipment profile picker
de: Ausrüstungsprofil Auswahl
fr: Sélecteur de profil de l'équipement
pl: Wybór profilu sprzętu
ru: Выбор профиля оборудования
zh: 选择设备配置

# meteringScreenFeatureExtremeExposurePairs
source: Fastest & shortest exposure pairs
de: Schnellste & langsamste Belichtungspaare
fr: Paires d'exposition les plus rapides et les plus courtes
pl: Najszybsze i najkrótsze pary ekspozycji
ru: Длинная и короткая выдержки
zh: 最快 & 最慢曝光组合

# meteringScreenFeatureFilmPicker
source: Film picker
de: Film Auswahl
fr: Sélecteur de film
pl: Wybór filmu
ru: Выбор пленки
zh: 胶片选择

source: Camera features
de: Kamerafunktionen
fr: Fonctionnalités de la caméra
pl: Funkcje kamery
ru: Возможности камеры
zh: 相机功能

# cameraFeatureSpotMetering
source: Spot metering
de: Punkt-Messung
fr: Mesure spot
pl: Pomiar punktowy
ru: Точечный замер
zh: 点测光

# cameraFeatureSpotMeteringHint
source: Long press the camera view to remove metering spot
de: Halte die Kameraansicht gedrückt um den Messpunkt zu entfernen
fr: Appui long pour supprimer le point de mesure
pl: Długie naciśnięcie aby usunąć punkt pomiaru
ru: Для удаления точки замера используйте долгое нажатие
zh: 长按移除测光点

# cameraFeatureHistogram
source: Histogram
de: Histogramm
fr: Histogramme
ru: Гистограмма
zh: 直方图

# cameraFeatureHistogramHint
source: Enabling histogram can encrease battery drain
de: Verwendung des Histogramms kann den Batterieverbrauch erhöhen
fr: Peut augmenter la consommation de batterie
pl: Może zwiększyć zużycie baterii
ru: Включение гистограммы может увеличить расход батареи
zh: 可能增加电池消耗

# cameraFeaturesShowFocalLength
source: Show Focal Length
de: Brennweite anzeigen
fr: Afficher la focale
pl: Pokaż ogniskową
ru: Показать фокусное расстояние
zh: 显示焦距

# cameraFeaturesShowFocalLengthHint
source: Displays 35mm equivalent focal length instead of zoom factor
de: Zeigt die 35mm-äquivalente Brennweite statt des Zoomfaktors an
fr: Équivalent 35mm au lieu du zoom
pl: Pokazuje ekwiwalent 35mm zamiast współczynnika zoomu
ru: Показывает 35-мм эквивалент фокусного расстояния вместо зума
zh: 35mm 等效焦距而非变焦倍数

source: Film
fr: Pellicule
ru: Пленка
zh: 胶片

source: Film (push)
fr: Pellicule (push)
ru: Пленка (push)
zh: 胶片 (push)

source: Film (pull)
fr: Pellicule (pull)
ru: Пленка (pull)
zh: 胶片 (pull)

# filmReciprocityHint
source: Applies correction for shutter speeds greater than 1 second
de: Korrigiert Belichtungszeiten länger als 1 Sekunde
fr: La correction s'applique aux vitesses d'obturation supérieures à 1 seconde
pl: Stosuje korekcję dla czasów naświetlania dłuższych niż 1 sekunda
ru: Применяет коррекцию для выдержек длиннее 1 секунды
zh: 倒易律失效补偿（对快门速度超过 1 秒的情况进行修正）

source: Equipment profile name
de: Ausrüstungsprofilname
fr: Nom du profil de l'équipement
pl: Nazwa profilu sprzętu
ru: Название профиля
zh: 设备配置名称

# equipmentProfileAllValues
source: All
de: Alle
fr: Tout
pl: Wszystkie
ru: Все
zh: 全部

source: Aperture values
de: Blend-Werte
fr: Valeurs Aperture
pl: Wartości przysłony
ru: Значения диафрагмы
zh: 光圈值

source: Aperture value
fr: Valeur Aperture
pl: Wartość przysłony
ru: Значение диафрагмы
zh: 光圈值

# apertureValuesFilterDescription
source: Select the range of aperture values to display. This is usually determined by the lens you are using.
de: Wähle die anzuzeigenden Blend-Werte aus. Die Werte sind normalerweise von dem verwendeten Objektiv bestimmt.
fr: Sélectionnez la plage d'ouverture pour votre objectif
pl: Wybierz zakres przysłony dla swojego obiektywu
ru: Выберите диапазон диафрагмы для вашего объектива
zh: 选择镜头光圈范围

source: ND filters
de: ND Filter
fr: Filtres ND
pl: Filtry ND
ru: ND фильтры
zh: ND 滤镜

# ndFiltersFilterDescription
source: Select the ND filters to display. These may be your most commonly used ND filters or the ones that fit your lens.
de: Wähle die anzuzeigenden ND Filter aus. (Beispielsweise die Meistverwendeten)
fr: Sélectionnez les filtres ND disponibles
pl: Wybierz dostępne filtry ND
ru: Выберите доступные ND фильтры
zh: 选择可用的 ND 滤镜

source: Shutter speed values
de: Belichtungszeiten
fr: Valeurs de la vitesse d'obturation
pl: Czasy naświetlania
ru: Значения выдержки
zh: 快门速度

source: Shutter speed value
fr: Valeur de la vitesse d'obturation
pl: Czas naświetlania
ru: Значение выдержки
zh: 快门速度

# shutterSpeedValuesFilterDescription
source: Select the range of shutter speed values to display. This is usually determined by the camera body you are using.
de: Wähle die anzuzeigenden Belichtungszeiten aus. Die Werte sind normalerweise von der Kamera bestimmt.
fr: Sélectionnez la plage de vitesses pour votre appareil
pl: Wybierz zakres czasów naświetlania dla swojej kamery
ru: Выберите диапазон выдержек для вашей камеры
zh: 选择相机快门范围

# shutterSpeedManualShort
source: B
zh: B门

# shutterSpeedManual
source: Manual
de: Manuell
fr: Manuelle
pl: Ręczny
ru: Ручная
zh: 手动

source: ISO values
de: ISO Werte
fr: Valeurs ISO
pl: Wartości ISO
ru: Значения ISO
zh: ISO

# isoValuesFilterDescription
source: Select the ISO values to display. These may be your most commonly used values or those supported by your camera.
de: Wähle die anzuzeigenden ISO Werte aus. (Beispielsweise die Meistverwendeten)
fr: Sélectionnez les valeurs ISO disponibles
pl: Wybierz dostępne wartości ISO
ru: Выберите доступные значения ISO
zh: 选择可用的 ISO 值

source: Lens zoom
de: Objektiv-Zoom
fr: Zoom sur l'objectif
pl: Zoom obiektywu
ru: Зум объектива
zh: 镜头变焦

# lensZoomDescription
source: Set the zoom level relative to the phone's camera to match your camera's viewfinder.
de: Wähle den Zoom, relativ zur Handykamera, dass mit dem Sucher der Kamera übereinstimmt.
fr: Ajustez le zoom pour correspondre au viseur
pl: Dostosuj zoom aby dopasować do wizjera kamery
ru: Настройте зум относительно камеры телефона для соответствия видоискателю камеры
zh: 调整变焦以匹配相机取景器

source: Equipment profile
de: Ausrüstungsprofil
fr: Profil de l'équipement
pl: Sprzęt
ru: Оборудование
zh: 设备配置

source: Equipment profiles
de: Ausrüstungsprofile
fr: Profils de l'équipement
pl: Sprzęt
ru: Профили оборудования
zh: 设备配置

source: Tap to add
de: Tippe zum Hinzufügen
fr: Appuie pour ajouter
pl: Dotknij aby dodać
ru: Нажмите, чтобы добавить
zh: 点击添加

source: General
de: Allgemein
fr: Général
pl: Ogólne
ru: Общие
zh: 通用

source: Keep screen on
de: Bildschirm anbehalten
fr: Garder l'écran allumé
pl: Utrzymuj ekran włączony
ru: Оставлять экран включенным
zh: 保持屏幕常亮

source: Haptics
de: Haptik
fr: Haptiques
pl: Wibracje
ru: Вибрация
zh: 震动

source: Autostart timer
de: Timer auto-starten
fr: Minuterie de démarrage automatique
pl: Automatyczne uruchomienie timera
ru: Автозапуск таймера
zh: 自动启动定时器

# volumeKeysAction
source: Shutter by volume keys
de: Auslösen durch Lautstärketasten
fr: Obturateur par boutons de volume
pl: Migawka przyciskami głośności
ru: Спуск затвора кнопками громкости
zh: 音量键快门

source: Language
de: Sprache
fr: Langue
pl: Język
ru: Язык
zh: 语言

source: Choose language
de: Sprache auswählen
fr: Choisissez la langue
pl: Wybierz język
ru: Выберите язык
zh: 选择语言

source: Theme
fr: Thème
pl: Motyw
ru: Тема
zh: 主题

source: Choose theme
de: Theme auswählen
fr: Choisissez le thème
pl: Wybierz motyw
ru: Выберите тему
zh: 选择主题

# themeLight
source: Light
de: Hell
fr: Lumière
pl: Jasny
ru: Светлая
zh: 亮色

# themeDark
source: Dark
de: Dunkel
fr: Sombre
pl: Ciemny
ru: Тёмная
zh: 暗色

# themeSystemDefault
source: System default
de: Systemeinstellung
fr: Thème système
pl: Systemowy
ru: Системная
zh: 跟随系统

source: Dynamic color
de: Dynamische Farbe
fr: Couleur dynamique
pl: Kolor dynamiczny
ru: Динамический цвет
zh: 动态颜色

source: Primary color
de: Akzentfarbe
fr: Couleur primaire
pl: Kolor główny
ru: Основной цвет
zh: 主题颜色

source: Choose primary color
de: Akzentfarbe auswählen
fr: Choisir la couleur primaire
pl: Wybierz kolor główny
ru: Выберите основной цвет
zh: 选择主题颜色

source: About
de: Info
fr: À propos de l'application
pl: O aplikacji
ru: О приложении
zh: 关于

source: Restore purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
pl: Przywróć zakupy
ru: Восстановить покупки
zh: 恢复购买

source: Source code
fr: Code source
pl: Kod źródłowy
ru: Исходный код
zh: 源代码

# reportIssue
source: Report an issue
de: Problem melden
fr: Rapporter un problème
pl: Zgłoś problem
ru: Сообщить о проблеме
zh: 报告问题

# writeEmail
source: Write an email
de: Email schreiben
fr: Écrire un email
pl: Napisz email
ru: Написать на почту
zh: Email

# youDontHaveMailApp
source: You don't have any mail app installed.
de: Es ist keine Email App installiert.
fr: Aucune app email trouvée
pl: Nie znaleziono aplikacji email
ru: На устройстве не установлено почтовое приложение
zh: 未找到邮件应用

source: Copy email
de: Email kopieren
fr: Copier un e-mail
pl: Kopiuj email
ru: Скопировать адрес
zh: 复制电子邮件

source: Get Pro
de: Pro kaufen
fr: Acheter Pro
pl: Kup Pro
ru: Купить Pro
zh: 购买专业版

# featuresFree
source: Free
de: Gratis
fr: Gratuit
pl: Darmowe
ru: Бесплатно
zh: 免费

# featuresPro
source: Pro
zh: 专业版

# proFeaturesPromoText
source: Lightmeter Pro delivers everything you need to get the best shots!
de: Lightmeter Pro liefert alles, was Sie brauchen, um die besten Aufnahmen zu machen!
fr: Lightmeter Pro offre tout ce dont vous avez besoin pour obtenir les meilleurs clichés !
pl: Lightmeter Pro zapewnia wszystko czego potrzebujesz do najlepszych zdjęć!
ru: Lightmeter Pro предоставляет все необходимое для получения лучших снимков!
zh: Lightmeter Pro 提供您需要的一切，助您拍出最佳照片！

# proFeaturesWhatsIncluded
source: What's included?
de: Was ist enthalten?
fr: Qu'est-ce qui est inclus?
pl: Co jest zawarte?
ru: Что включено?
zh: Lightmeter Pro 包含哪些内容？

# featureReflectedLightMetering
source: Reflected light metering
de: Messung von reflektiertem Licht
fr: Mesure de la lumière réfléchie
pl: Pomiar światła odbitego
ru: Замер отраженного света
zh: 反射光测光

# featureIncidentLightMetering
source: Incident light metering
de: Messung von einfallendem Licht
fr: Mesure de la lumière incidente
pl: Pomiar światła padającego
ru: Замер падающего света
zh: 入射光测光

# featureIsoAndNdValues
source: Wide range of ISO and ND filters values
de: Große Auswahl von ISO und ND Filtern
fr: Large gamme de valeurs ISO et de filtres ND
pl: Szeroki zakres wartości ISO i filtrów ND
ru: Широкий диапазон значений ISO и фильтров ND
zh: 更广的 ISO 和 ND 滤镜系数范围

# featureTheme
source: Theme customization
de: Theme Anpassung
fr: Personnalisation du thème
pl: Personalizacja motywu
ru: Настройка темы
zh: 主题自定义

# featureSpotMeteringAndHistorgram
source: Spot metering and histogram
de: Spotmessung und Histogramm
fr: Mesure spot et histogramme
pl: Pomiar punktowy i histogram
ru: Точечный замер и гистограмма
zh: 点测光与直方图

# featureFocalLength35mm
source: 35mm equivalent focal length instead of zoom
de: 35mm-äquivalente Brennweite statt Zoom
fr: Focale équivalente 35 mm au lieu du zoom
pl: Ekwiwalent ogniskowej 35mm zamiast zoomu
ru: Эквивалентное фокусное расстояние 35 мм вместо зума
zh: 35mm 等效焦距替代变焦

# featureListOfFilms
source: List of 20+ films with reciprocity formulas
de: Liste von 20+ Filmen mit Reziprozitätsformeln
fr: Liste de plus de 20 films avec des formules de correction
pl: Lista 20+ filmów z formułami wzajemności
ru: Список из 20+ плёнок с формулами коррекции
zh: 20多种胶片的补偿公式

# featureCustomFilms
source: Ability to create custom films
de: Eigene Filme erstellen
fr: Possibilité de créer des films personnalisés
pl: Możliwość tworzenia własnych filmów
ru: Возможность создания собственных плёнок
zh: 创建自定义胶片

# featureEquipmentProfiles
source: Equipment profiles
de: Ausrüstungsprofile
fr: Profils de l'équipement
pl: Profile sprzętu
ru: Профили оборудования
zh: 设备配置文件

# featureTimer
source: Built-in timer for long exposure
de: Eingebauter Timer für Langzeitbelichtungen
fr: Minuteur intégré pour longues expositions
pl: Wbudowany timer do długich ekspozycji
ru: Встроенный таймер для длинных выдержек
zh: 内置长曝光计时器

# featureMeteringScreenLayout
source: Customizable main screen
de: Anpassbare Messansicht
fr: Écran principal personnalisable
pl: Konfigurowalny ekran główny
ru: Настраиваемый главный экран
zh: 可自定义的主界面

# proFeaturesSupportText
source: By purchasing Lightmeter Pro you support the development and make it possible to add new features to the app.
de: Durch den Kauf von Lightmeter Pro unterstützen Sie den Entwickler und ermöglichen das Hinzufügen weiterer Funktionen.
fr: L'achat de Lightmeter Pro soutient le développement et permet de nouvelles fonctionnalités
pl: Kupując Lightmeter Pro wspierasz rozwój i umożliwiasz nowe funkcje
ru: Покупая Lightmeter Pro, вы поддерживаете разработку и помогаете добавлять новые функции
zh: 购买 Lightmeter Pro 支持开发并启用新功能

# getNowFor
source: Get now for {price}
de: Jetzt für {price} kaufen
fr: Acheter maintenant {price}
pl: Kup teraz za {price}
ru: Купить за {price}
zh: 立即获取 {price}

# tooltipAdd
source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
ru: Добавить
zh: 添加

# tooltipClose
source: Close
de: Schließen
fr: Fermer
pl: Zamknij
ru: Закрыть
zh: 关闭

# tooltipExpand
source: Expand
de: Erweitern
fr: Élargir
pl: Rozwiń
ru: Развернуть
zh: 展开

# tooltipCollapse
source: Collapse
de: Schrumpfen
fr: Effondrement
pl: Zwiń
ru: Свернуть
zh: 崩溃

# tooltipCopy
source: Copy
de: Kopieren
fr: Copie
pl: Kopiuj
ru: Скопировать
zh: 复制

# tooltipDelete
source: Delete
de: Löschen
fr: Supprimer
pl: Usuń
ru: Удалить
zh: 删除

# tooltipSelectAll
source: Select all
de: Alle auswählen
fr: Tout sélectionner
pl: Zaznacz wszystko
ru: Выбрать все
zh: 全选

# tooltipDesecelectAll
source: Deselect all
de: Keine auswählen
fr: Désélectionner tout
pl: Odznacz wszystko
ru: Снять все выделения
zh: 取消全选

# tooltipResetToZero
source: Reset to zero
de: Auf null zurücksetzen
fr: Remise à zéro
pl: Resetuj do zera
ru: Сбросить в ноль
zh: 重置为零

# tooltipUseLightSensor
source: Use lightsensor
de: Lichtsensor verwenden
fr: Utiliser un capteur de lumière
pl: Użyj czujnika światła
ru: Использовать датчик освещенности
zh: 使用光线传感器

# tooltipUseCamera
source: Use camera
de: Kamera verwenden
fr: Utiliser la caméra
pl: Użyj kamery
ru: Использовать камеру
zh: 使用摄像头

# tooltipOpenSettings
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
pl: Otwórz ustawienia
ru: Открыть настройки
zh: 打开设置

source: Exposure pair
de: Belichtungspaar
fr: Paire d'exposition
pl: Para ekspozycji
ru: Пара экспозиции
zh: 曝光对

source: What's new?
de: Was ist neu?
fr: Quoi de neuf ?
pl: Co nowego?
ru: Что нового?
zh: 有什么新功能？

# changesInVersion
source: Changes in version {version}:
de: Änderungen in Version {version}:
fr: Changements dans la version {version} :
pl: Zmiany w wersji {version}:
ru: Изменения в версии {version}:
zh: 版本 {version} 的更改：

source: Close
de: Schließen
fr: Fermer
pl: Zamknij
ru: Закрыть
zh: 关闭

source: Films
de: Filme
pl: Filmy
ru: Плёнки
zh: 胶片

source: Films in use
de: Verwendete Filme
fr: Films en usage
pl: Używane filmy
ru: Используемые плёнки
zh: 使用的胶片

# filmsCustom
source: Custom films
de: Eigene Filme
fr: Films personnalisés
pl: Własne filmy
ru: Пользовательские плёнки
zh: 自定义胶片

# addFilmTitle
source: Add film
de: Film hinzufügen
fr: Ajouter un film
pl: Dodaj film
ru: Добавить плёнку
zh: 添加胶片

# editFilmTitle
source: Edit film
de: Film bearbeiten
fr: Editer le film
pl: Edytuj film
ru: Редактировать плёнку
zh: 编辑胶片

# filmFormula
source: Formula
de: Formel
fr: Formule
pl: Formuła
ru: Формула
zh: 计算公式

source: Name
fr: Nom
pl: Nazwa
ru: Название
zh: 名称

# addEquipmentProfileTitle
source: Add equipment
de: Ausrüstung hinzufügen
fr: Ajouter un profil
pl: Dodaj sprzęt
ru: Добавить профиль
zh: 添加设备

# editEquipmentProfileTitle
source: Edit equipment
de: Ausrüstung bearbeiten
fr: Editer le profil
pl: Edytuj sprzęt
ru: Редактировать профиль
zh: 编辑设备

# editPhotoTitle
source: Edit Photo
fr: Modifier la photo
pl: Edytuj zdjęcie
ru: Редактировать фото
zh: 编辑照片

source: ND Filter
fr: Filtre ND
pl: Filtr ND
ru: ND фильтр
zh: ND 滤镜

source: Note
pl: Notatka
ru: Заметка
zh: 备注

source: Not set
fr: Non défini
pl: Nie ustawiono
ru: Не задано
zh: 未设置

source: Location
fr: Emplacement
pl: Lokalizacja
ru: Местоположение
zh: 位置

# noMapsAppFound
source: No maps application found.
fr: Aucune application de cartes trouvée
pl: Nie znaleziono aplikacji map
ru: На устройстве не найдено приложение карт
zh: 未找到地图应用程序

source: Version
pl: Wersja
ru: Версия
